''' <summary>
''' EXTAプロジェクトの共通定数
''' </summary>
''' <remarks>
''' EXTAプロジェクト内で共通で使用する定数を定義する。
''' <para>作成情報：2015/08/04 k.machida</para>
''' <p>改訂情報:</p>
''' </remarks>
Module CommonDeclareEXTA
    '***************************************************************************************
    '* 共通変数
    '***************************************************************************************
    Public puErrMsg As String   'エラーメッセージ

    '***************************************************************************************
    '* 共通定数
    '***************************************************************************************
    Public Const TITLE As String = "EXTA"   'タイトル

End Module
